
// تعريف قائمة بمفاتيح الدول
export const countryCodes = [
  { value: "974", label: "قطر (+974)", flag: "🇶🇦" },
  { value: "966", label: "السعودية (+966)", flag: "🇸🇦" },
  { value: "971", label: "الإمارات (+971)", flag: "🇦🇪" },
  { value: "973", label: "البحرين (+973)", flag: "🇧🇭" },
  { value: "965", label: "الكويت (+965)", flag: "🇰🇼" },
  { value: "968", label: "عمان (+968)", flag: "🇴🇲" },
  { value: "20", label: "مصر (+20)", flag: "🇪🇬" },
  { value: "962", label: "الأردن (+962)", flag: "🇯🇴" },
  { value: "961", label: "لبنان (+961)", flag: "🇱🇧" },
  { value: "963", label: "سوريا (+963)", flag: "🇸🇾" },
];
